function hb() {
  let happyb =
    "З днем народження, моя улюблена менторка! 🥳Ти — єдина людина, яка може подивитися на мій код і не заплакати(ну, майже).Дякую за твоє залізне терпіння, коли я вдесяте питаю про одну й ту саму помилку (або туплю на простих завданнях).Бажаю тобі, щоб твоє життя працювало так ідеально, що навіть правило „Працює — не чіпай!“ було непотрібним.Нехай твої нерви будуть міцнішими за кінець дедлайну у п'ятницю ввечері, а здоров'я та щастя ніколи не видають 404 Not Found.Дякую, що робиш з мене справжнього програміста!";
  document.getElementById("hbmessage").innerHTML = happyb;
  window.scrollTo({ top: 0, behavior: "smooth" });
}
